{
    "Products attribute": "سمة المنتجات",
    "Product attribute": "سمة المنتج",
    "the Products": "المنتجات",
    "Products Attribute": "سمة المنتجات",
    "the Categories": "الفئات",
    "Categories": "فئات",
    "Products": "منتجات",
    "name": "اسم",
    "Product Slug": "سبيكة المنتج",
    "Product main image": "الصورة الرئيسية للمنتج",
    "main price": "السعر الرئيسي",
    "product category": "فئة المنتج",
    "points": "نقاط",
    "status": "حالة",
    "Products Features": "ميزات المنتجات",
    "Product feature": "ميزة المنتج",
    "auth.password": "auth.password",
    "E-commerce": "التجارة الإلكترونية",
    "This is a secure area of the application. Please confirm your password before continuing.": "هذه منطقة آمنة للتطبيق. الرجاء تأكيد كلمة المرور الخاصة بك قبل المتابعة.",
    "Password": "كلمة المرور",
    "Confirm": "يتأكد",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "نسيت كلمة السر؟ لا مشكلة. فقط أخبرنا بعنوان بريدك الإلكتروني وسنرسل إليك عبر البريد الإلكتروني رابط إعادة تعيين كلمة المرور الذي سيسمح لك باختيار كلمة مرور جديدة.",
    "Email": "بريد إلكتروني",
    "Email Password Reset Link": "رابط إعادة تعيين كلمة المرور للبريد الإلكتروني",
    "Remember me": "تذكرنى",
    "Forgot your password?": "نسيت كلمة السر؟",
    "Log in": "تسجيل الدخول",
    "Name": "اسم",
    "Confirm Password": "تأكيد كلمة المرور",
    "Already registered?": "مسجلة بالفعل؟",
    "Register": "يسجل",
    "Reset Password": "إعادة تعيين كلمة المرور",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "شكرا للتسجيل! قبل البدء، هل يمكنك التحقق من عنوان بريدك الإلكتروني عن طريق النقر على الرابط الذي أرسلناه إليك للتو عبر البريد الإلكتروني؟ إذا لم تتلق رسالة البريد الإلكتروني، فسنرسل لك بكل سرور رسالة أخرى.",
    "A new verification link has been sent to the email address you provided during registration.": "تم إرسال رابط تحقق جديد إلى عنوان البريد الإلكتروني الذي قدمته أثناء التسجيل.",
    "Resend Verification Email": "إعادة إرسال البريد الإلكتروني للتحقق",
    "Log Out": "تسجيل الخروج",
    "Dashboard": "لوحة القيادة",
    "You're logged in!": "لقد قمت بتسجيل الدخول!",
    "Profile": "حساب تعريفي",
    "Delete Account": "حذف الحساب",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "بمجرد حذف حسابك، سيتم حذف جميع موارده وبياناته نهائيًا. قبل حذف حسابك، يرجى تنزيل أي بيانات أو معلومات ترغب في الاحتفاظ بها.",
    "Are you sure you want to delete your account?": "هل أنت متأكد أنك تريد حذف حسابك؟",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "بمجرد حذف حسابك، سيتم حذف جميع موارده وبياناته نهائيًا. الرجاء إدخال كلمة المرور الخاصة بك لتأكيد رغبتك في حذف حسابك نهائيًا.",
    "Cancel": "يلغي",
    "Update Password": "تحديث كلمة المرور",
    "Ensure your account is using a long, random password to stay secure.": "تأكد من أن حسابك يستخدم كلمة مرور طويلة وعشوائية ليظل آمنًا.",
    "Current Password": "كلمة المرور الحالية",
    "New Password": "كلمة المرور الجديدة",
    "Save": "يحفظ",
    "Saved.": "أنقذ.",
    "Profile Information": "معلومات الملف الشخصي",
    "Update your account's profile information and email address.": "قم بتحديث معلومات الملف الشخصي لحسابك وعنوان البريد الإلكتروني.",
    "Your email address is unverified.": "لم يتم التحقق من عنوان بريدك الإلكتروني.",
    "Click here to re-send the verification email.": "انقر هنا لإعادة إرسال رسالة التحقق عبر البريد الإلكتروني.",
    "A new verification link has been sent to your email address.": "تم إرسال رابط تحقق جديد إلى عنوان بريدك الإلكتروني."
}